ab tests/wrk_gunicorn_django_with_proxy.txt
wrk -d5s -t10 'http://askvanyashkin.io/helloworld'
Running 5s test @ http://askvanyashkin.io/helloworld
  10 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   461.53us  463.54us  16.44ms   98.81%
    Req/Sec     2.27k    70.25     2.32k    92.94%
  115334 requests in 5.10s, 25.18MB read
Requests/sec:  22615.76
Transfer/sec:      4.94MB