ab tests/wrk_gunicorn_django_without cache.txt
wrk -d5s -t10 'http://askvanyashkin.io/helloworld'
Running 5s test @ http://askvanyashkin.io/helloworld
  10 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     4.42ms    6.38ms  95.29ms   93.96%
    Req/Sec   313.21     53.72   404.00     77.40%
  15622 requests in 5.01s, 3.41MB read
Requests/sec:   3116.43
Transfer/sec:    696.79KB